#+TITLE: Show My Works
#+STARTUP: showall

|------------+-----+----------------+-----------------|
|      Start | End | Blocks per day | Blocks per loop |
|------------+-----+----------------+-----------------|
| 2022-01-22 |     |              4 |               2 |
|------------+-----+----------------+-----------------|

* When done
I have published my works on every weekday for 100 days.

* Loops
|------+------+--------------------------------------+---------+-------+-------|
| Loop | Type | Output                               | Explore | Craft | Drill |
|------+------+--------------------------------------+---------+-------+-------|
|    1 | A    | Project, milestones, and L02 defined | [x]     | [x]   | [-]   |
|------+------+--------------------------------------+---------+-------+-------|
|    2 | A    | Outline SHOW loop system             | [ ]     | [ ]   | [ ]   |
|    3 | ...  | ...                                  | ...     | ...   | ...   |
|    4 | -->  | SHOW loop snippets                   |         |       |       |
|------+------+--------------------------------------+---------+-------+-------|
|    5 |      |                                      | [ ]     | [ ]   | [ ]   |
|    6 | ...  | ...                                  | ...     | ...   | ...   |
|    7 | -->  | Doodle randomizer                    |         |       |       |
|------+------+--------------------------------------+---------+-------+-------|
|    8 |      |                                      | [ ]     | [ ]   | [ ]   |
|    9 | ...  | ...                                  | ...     | ...   | ...   |
|   10 | -->  | Hugo site                            |         |       |       |
|------+------+--------------------------------------+---------+-------+-------|
|   11 |      |                                      | [ ]     | [ ]   | [ ]   |
|   12 | ...  | ...                                  | ...     | ...   | ...   |
|   13 | -->  | Published: 1                         |         |       |       |
|------+------+--------------------------------------+---------+-------+-------|
|   14 | ...  | ...                                  | ...     | ...   | ...   |
|------+------+--------------------------------------+---------+-------+-------|
|   15 |      |                                      | [ ]     | [ ]   | [ ]   |
|   16 | ...  | ...                                  | ...     | ...   | ...   |
|   17 | -->  | Published: 100                       |         |       |       |
|------+------+--------------------------------------+---------+-------+-------|
#+tblfm: $1=@#-1



